[
  {
    "title": "What is Engineering Conference?",
    "description": "It is a 3 day conference which provides engineering students with a hands-on experience to solve contemporary problems through education, collaboration, and debate while investing in sustainable solutions.",
    "img": "faq-1.jpg"
  },
  {
    "title": "Are there any participation fees?",
    "description": "Ticket fee is $75 per participant for all three days. UCI Engineering Conference is a non-profit event for which 33% of proceeds go to charity.",
    "img": "faq-2.jpg"
  },
  {
    "title": "How can I register?",
    "description": "Registration for Engineering Conference 2020 is open now. Simply click 'Get Ticket' from the menu bar.",
    "img": "faq-3.jpg"
  },
  {
    "title": "Is the conference restricted to students of a specific grade and major?",
    "description": "Not at all, we are glad to welcome all undergraduate UCI students.",
    "img": "faq-5.jpg"
  },
  {
    "title": "Where will the Engineering Conference be located?",
    "description": "From Day 1 to 2, it will be located on campus at UCI Division of Continuing Education. From Day 3, it will be determined soon (we will notify you).",
    "img": "faq-4.jpg"
  },
  {
    "title": "Is there free food?",
    "description": "Yes, food, drinks, performances, and workshops are provided in all three days.",
    "img": "faq-1.jpg"
  },
  {
    "title": "What should I wear?",
    "description": "For men, please wear a suit, dress pants, and tie. For women, please wear a dress, or suit and dress pants.",
    "img": "faq-1.jpg"
  },
  {
    "title": "Is there a chance to meet recruiters?",
    "description": "Yes, there will be a career fair during Day 3 and there will be career seeking opportunities.",
    "img": "faq-1.jpg"
  },
  {
    "title": "What is taught in the workshops?",
    "description": "Depending on your committee, you will be trained how to solve real-world engineering problems and even get to publish papers.",
    "img": "faq-1.jpg"
  }
]
