{
  "Mission": "To provide students with a hands-on experience to solve contemporary problems through education, collaboration, and debate, while investing in sustainable solutions.",
  "Vision": "Engineering Conference aims to develop under-resourced communities and be universally recognized for empowering students to envision their future careers as global leaders.",
  "Published": "38",
  "Attended": "230",
  "Days": "3",
  "Date": "February 16-18, 2019",
  "Year": "2019",
  "Publications":
  [
    {
      "name": "The Green Giants",
      "link": "https://escholarship.org/uc/item/5pm8w8f4",
      "img": "thegreengiants.jpg",
      "desc": "Our objective is to design an 18 story vertical autonomous farm with a water filtration system, an autonomous crop farming mechanism, and utilization of AI to optimize the different structure. All the systems within the farm will be utilized to ensure an optimal growth and picking of a minimum of 3.6 million pounds per year of our target crop, strawberries, within the"
    },
    {
      "name": "Green Wave Technologies",
      "link": "https://escholarship.org/uc/item/3hm5q8b8",
      "img": "greenwavetechnologies.jpg",
      "desc": "The goal is to transport water from an abundant source, extract impurities, add nutrients and deliver it to a farm at a pH for optimum crop health and growth, all in a cost-efficient manner.Build a robot capable of planting strawberry seeds, pulling weeds, performing soil analysis, and harvesting ripe strawberries. However, our team deviated"
    },
    {
      "name": "Solar Flair",
      "link": "https://escholarship.org/uc/item/5qb1r7tv",
      "img": "solarflair.jpg",
      "desc": "The challenge that we designed for was to make a building that combines eco-friendly power and architecture, as well as intelligent systems management that is functional, integrated, environmentally-friendly, and efficient. The building is designed to withstand the seismic activity of Orange County by utilizing a single Friction Pendulum"
    },
    {
      "name": "Connect the Zots",
      "link": "https://escholarship.org/uc/item/5rc1q3xr",
      "img": "connectthezots.jpg",
      "desc": "The device control system incorporates Fault Detection and Diagnostic (FDD) systems  with an array of sensors that are connected to a Programmable Logic Computer (PLC). This will autonomously collect measurements and follow smart pathways to respond to certain situations. The computer considers the location of the sensors, severity of the situation, and follows smart pathways"
    }
  ],
  "Projects":
  [
    {
      "system": "Vertical Farming",
      "img": "plant.jpg",
      "desc": "In order to produce high-quality food and feed a growing world population, new methods of sustainable farming must be developed that are designed to increase yields and reduceecological impact. Unlike traditional cultivation, vertical farming has the potential to reduce the need to create additional farmland and increase the productivity of a farm by a factor of 4 to 6 depending on the crop due to year round productivity. Our goal will be to establish a robotic-centric approach to agriculture that takes advantage of modern engineering simulations, mathematics, the revolution in sensor technology, controlled environment agriculture, fertigation, and indoor farming techniques to transform modern food production. The spire will have an 18-floor farm, located around the UC Irvine campus, and our goal is optimizing it to produce 15,000 tons of food annually.",
      "subsystems":
      [
        {
          "name": "agri-BOTany",
          "desc": "Due to exponential growth of the human population enhanced sustainable, efficient, and cost-effective solutions to farming have become critical. A possible solution is hi-tech farming. We will be designing an autonomous agricultural robotic system that is capable of planting strawberry seeds, weed control, soil analysis, and harvesting. The system will enable farming companies to become more intelligent which will lead to an increase in food output to the public. Teams can decide to create a single robot that is capable of accomplishing every requirement, or can also decide to design multiple robots, each with its own task to accomplish. The system must be efficient, sustainable, and able to increase the production of strawberries.",
          "img": "agri-BOTany.jpg"
        },
        {
          "name": "IntelliCulture",
          "desc": "Precision farming is the practice of adjusting crop treatments in order to increase production efficiency. Our goal is setting up a system that stores all factors which significantly affect crop yields and develop an approximation tool to gain a better understanding of these critical factors and crop response. As with any engineering endeavor, we will consider the varying components of the system, how they interact together, and all possible tradeoffs. An approach can begin with setting up a sustainable wireless monitoring equipment in the field or by setting up a database that is both fast and scalable. We will need to research neural networks and approximation techniques in order to establish our precision farming system as the state of the art. Finally, devising a means of using technology to raise revenue based off the products and data collected will help balance our final budget. Designing an efficient system is exciting we will research these tools and their applications to the fullest extent.",
          "img": "IntelliCulture.jpg"
        },
        {
          "name": "Aqua ReFine",
          "desc": "With the improvement in nanotechnology and a better understanding in concentration gradient, engineers are allowed to be creative in the disinfection of water without harming the ecosystem. Ours task is to design a water purification system that can fully filter out all the harmful chemicals and impurities in water while keeping the beneficial micronutrients abundant. This project focuses on environmental conservation, meaning preventing harm for crops and water source. Keeping water retention high also plays a big part in this project, since the purification process requires a vast amount of water, students need to design an efficient way to extract water so the environmental impact is at a minimum while keeping the water retention high from the source of extraction.",
          "img": "AquaRefine.jpg"
        },
        {
          "name": "Sky Farm",
          "desc": "Modern technology allows for groundwater to be pumped out of aquifers at a faster rate using cleaner energy than ever before. Students will be designing a system that takes advantage of new technologies in irrigation with respect to a complex, self-sustaining farm environment. Teams need to design or optimize a method of irrigation that is cost efficient and substantially reduces the unnecessary waste of water. Alongside the irrigation system, the green tower must be cooled/warmed with thermal buoyancy and wind. Excessive greenhouse temperatures results in poor plant growth and the need for frequent watering. Remove heat by using a pressure difference created with temperature gradients.",
          "img": "Sky Farm.jpg"
        }
      ]
    },
    {
      "system": "Smart Autonomous Building",
      "img": "building.jpg",
      "desc": "A new proposal for a modern office building on-campus is being introduced. The university is looking to establish a new building that will be equipped with the latest technologies and the most revolutionary ideas, so it decides to use the great minds of its science and engineering students to come up with designs that could achieve this vision. Four projects are introduced to students with different majors with a set of basic requirements that are expected to be available in the building. As an applicant for this new proposal, you are trying your best to fulfil those requirements, while introducing some new innovations to your project. You are given a mock floor plan for the building. This plan has all the information you will need to know about the future building and will provide you with a blueprint for your project.",
      "subsystems":
      [
        {
          "name": "Interior Delivery System",
          "desc": "Automated delivery systems present numerous challenges, from package security to overall system efficiency. It is important to implement package security procedures in order to assure uninterrupted and undamaged delivery. These challenges are commonly found in conventional systems, such as, Pneumatic Transport Systems (PTS) and other intricate mechanical systems.  Design a system that can deliver a package with dimensions 10’’x10’’x10’’ from the building’s lobby to any office in the building.",
          "img": "IDS.jpg"
        },
        {
          "name": "Device Controls System",
          "desc": "For the building to be considered autonomous, it is essential to connect numerous systems throughout the building. Building Energy Management Systems (BEMS), smart lighting, and smart HVAC are going to be the main components to be designed around in your system. You must focus on data collection throughout the building. Whether centralized or decentralized, a computer unit must be implemented for these communications to take place.",
          "img": "DCS.jpg"
        },
        {
          "name": "Eco-Friendly Power Supply",
          "desc": "Design a power source(s) that fully powers the building and provides a clean energy source that has a smaller impact on the environment. This project can also include some optimization for ventilation and cooling in the building to minimize power consumption. This project will focus on producing clean energy that is able to power the building, and have conservative air cycle in order to be as efficient as possible.",
          "img": "EPS.jpg"
        },
        {
          "name": "Zero-Waste Building",
          "desc": "Design a building that optimizes recycled materials or implements innovative solutions to reduce the environmental impact, reduce seismic energy, or reduce the use of water by recycling . The materials used in the design should supply enough shear capacity to withstand seismic demands of the area. The design needs to accommodate for the dead loads and potentially live loads the building will be subjected to.",
          "img": "ZWB.jpg"
        }
      ]
    }
  ]
}
